[
    "9.24: \" I sit on my hand and wait for it to get numb But I have big plans. Maky is coming over. All lubed up. That's because of An inspirational man in the name of Carl. He is also known as carlito the burito Carleto  the Furrito, or Carlitoe to Feetito. Those were his three nicknames. Suddenly,  I felt starving. I was craving tacos. Torn between hunger and arousal, I sat on a taco, destroying it completely. Yet somehow, I felt fulfilled.  Nothing could stop me now. Well, maybe my hunger, or my lack of judgement. But\"",
    "8.04: \" I sit on my hand and wait for it to get numb But I have big plans. Maky is coming over. All lubed up. That's because of An inspirational man in the name of Carl. He is also known as carlito the burito Carleto  the Furrito, or Carlitoe to Feetito. Those were his three nicknames. Suddenly,  I felt starving. I was craving tacos. Torn between hunger and arousal, I sat on a taco, destroying it completely. Yet somehow, I felt fulfilled. \"",
    "7.88: \" Today my personal hygiene reached a new low, because I finally decided to stop  using soap. The local wildlife has accepted me as their leader, and now the gang of us go around dismantling all the neighbours showers in the hope that the resulting stench will attract wild bears for our new Stinky Safari\"",
    "7.38: \" Despite all his eccentricities, nothing could have prepared Maky for what his wife showed him one fateful Christmas Eve . Once they were alone in the room, she started reaching deep into The epicentre of his anus. At that very moment he though about... he could still win this game of tennis he was playing against Silviu. But Silviu also had a prickly bum hole which made things a bit awkward at the dinner table . But somehow he didn't mind the silence. He started telling loudly about his\"",
    "7.09: \" Today my personal hygiene reached a new low, because I finally decided to stop  using soap. The local wildlife has accepted me as their leader, and now the gang of us go around dismantling all the neighbours showers in the hope that the resulting stench will attract wild bears for our new Stinky Safari special event on Maky's birthday. We now were set, there was only one problem.\"",
    "7.09: \" Despite all his eccentricities, nothing could have prepared Maky for what his wife showed him one fateful Christmas Eve . Once they were alone in the room, she started reaching deep into The epicentre of his anus. At that very moment he though about... he could still win this game of tennis he was playing against Silviu. But Silviu also had a prickly bum hole which made things a bit awkward at the dinner table\"",
    "5.65: \" Despite all his eccentricities, nothing could have prepared Maky for what his wife showed him one fateful Christmas Eve . Once they were alone in the room, she started reaching deep into The epicentre of his anus. At that very moment he though about... he could still win this game of tennis he was playing against Silviu. But Silviu also had a\"",
    "5.60: \" I sit on my hand and wait for it to get numb But I have big plans. Maky is coming over. All lubed up. That's because of An inspirational man in the name of Carl. He is also known as carlito the burito Carleto  the Furrito, or Carlitoe to Feetito. Those were his three nicknames. Suddenly,  I felt starving. I was craving tacos. Torn between hunger and arousal, I\"",
    "5.44: \" “Help! Help!” screamed Harry, as Hagrid chased after him. “He’s gone crazy again!!” Sadly defence against the dark arts classes were no match for an assault rifle . But not all was lost. Since childhood, Harry had a secret weapon hidden in his Lightning Scar. A fully operational and inflatable Panzer Tank! Hermione was  dumbfounded but appreciated the effort Harry took to inflate it even though she was upset that he had forgotten that she was Hogwarts Blowing Champion.\"",
    "5.42: \" Today my personal hygiene reached a new low, because I finally decided to stop  using soap. The local wildlife has accepted me as their leader, and now the gang of us go around dismantling all the neighbours showers in the hope that\"",
    "5.17: \" Despite all his eccentricities, nothing could have prepared Maky for what his wife showed him one fateful Christmas Eve . Once they were alone in the room, she started reaching deep into The epicentre of his anus. At that very moment he though about... he could still win this game of tennis\"",
    "5.04: \" I sit on my hand and wait for it to get numb But I have big plans. Maky is coming over. All lubed up. That's because of An inspirational man in the name of Carl. He is also known as carlito the burito Carleto  the Furrito, or Carlitoe to Feetito. Those were his three nicknames. Suddenly,  I felt starving. I was craving tacos. Torn between hunger and arousal, I got on my knees not knowing why there was a long, thick, hairy\"",
    "4.97: \" My Uber driver turned out to be me from the future, desperately trying to prevent me from becoming an Uber driver in the future. “Don’t do it!” future me said . This was curious, because I was on my way to get my Uber driver certification. He had started off the conversation casually, complimenting my firm legs. Then immediately moved onto persuading me not to drive Ubers. His own legs were touching mine gently. I suddenly felt an urge to rip a massive fart, but the pressure was too much and the car exploded\"",
    "4.91: \" My Uber driver turned out to be me from the future, desperately trying to prevent me from becoming an Uber driver in the future. “Don’t do it!” future me said . This was curious, because I was on my way to get my Uber driver certification. He had started off the conversation casually, complimenting my firm legs. Then immediately moved onto persuading me not to drive Ubers. His own legs were\"",
    "4.80: \" Christmas was always a day of giving, but this year Marie was ready to take it all for herself, Grinch style. This made things awkward, Maky bought a mansturbator \"",
    "4.48: \" My Uber driver turned out to be me from the future, desperately trying to prevent me from becoming an Uber driver in the future. “Don’t do it!” future me said . This was curious, because I was on my way to get my Uber driver certification. He had started off the conversation casually, complimenting my firm legs. Then immediately moved onto persuading me not to drive Ubers. His own legs were touching mine gently. I suddenly felt an urge to rip a massive fart, but the pressure was too much and the car exploded into laughter. I just remembered, I was on public transportation, on national TV\"",
    "4.41: \" My Uber driver turned out to be me from the future, desperately trying to prevent me from becoming an Uber driver in the future. “Don’t do it!” future me said . This was curious, because I was on my way to get my Uber driver certification. He had started off the conversation casually, complimenting my firm legs. Then immediately moved onto persuading me not to drive Ubers. His own legs were touching mine gently. I suddenly felt an urge to rip\"",
    "4.34: \" I sit on my hand and wait for it to get numb But I have big plans. Maky is coming over. All lubed up. That's because of An inspirational man in the name of Carl. He is also known as carlito the burito Carleto\"",
    "4.34: \" I sit on my hand and wait for it to get numb But I have big plans. Maky is coming over. All lubed up. That's because of An inspirational man in the name of Carl. He is also known as carlito the burito Carleto\"",
    "4.34: \" My Uber driver turned out to be me from the future, desperately trying to prevent me from becoming an Uber driver in the future. “Don’t do it!” future me said . This was curious, because I was on my way to get my Uber driver certification. He had started off the conversation casually, complimenting my firm legs.\"",
    "4.25: \" “Help! Help!” screamed Harry, as Hagrid chased after him. “He’s gone crazy again!!” Sadly defence against the dark arts classes were no match for an assault rifle . But not all was lost. Since childhood, Harry had a secret weapon hidden in his Lightning Scar. A fully operational and inflatable Panzer Tank! Hermione was \"",
    "4.01: \" I sit on my hand and wait for it to get numb But I have big plans. Maky is coming over. All lubed up. That's because of An inspirational man in the name of Carl. He is also known as carlito the burito Carleto  the Furrito, or Carlitoe to Feetito. Those were his three nicknames. Suddenly, \"",
    "3.82: \" “Help! Help!” screamed Harry, as Hagrid chased after him. “He’s gone crazy again!!” Sadly defence against the dark arts classes were no match for an assault rifle . But not all was lost. Since childhood, Harry had a secret weapon hidden in his Lightning Scar. A fully operational and inflatable Panzer Tank! Hermione was  dumbfounded but appreciated the effort Harry took to inflate it even though she\"",
    "3.80: \" Today my personal hygiene reached a new low, because I finally decided to stop  using soap. The local wildlife has accepted me as their leader, and now\"",
    "3.71: \" I sit on my hand and wait for it to get numb But I have big plans. Maky is coming over. All lubed up. That's because of An inspirational man in the name of Carl. He is also known as carlito the burito\"",
    "3.71: \" My Uber driver turned out to be me from the future, desperately trying to prevent me from becoming an Uber driver in the future. “Don’t do it!” future me said . This was curious, because I was on my way to get my Uber driver certification.\"",
    "3.61: \" “Help! Help!” screamed Harry, as Hagrid chased after him. “He’s gone crazy again!!” Sadly defence against the dark arts classes were no match for an assault rifle . But not all was lost. Since childhood, Harry had a secret weapon hidden in his\"",
    "3.52: \" It was Santa’s first day as an employee at Story Spirals, one of the world largest storytelling companies, and he was determined to make a good impression. So he put on his sexiest underwear just in case his trousers accidentally fell down. “Good morning” said Santa as he arrived\"",
    "3.52: \" Despite all his eccentricities, nothing could have prepared Maky for what his wife showed him one fateful Christmas Eve . Once they were alone in the room, she started reaching deep into The epicentre of his anus. At that very moment he though about...\"",
    "3.34: \" I sit on my hand and wait for it to get numb But I have big plans. Maky is coming over. All lubed up. That's because of An inspirational man in the name of Carl. He is also known as carlito the burito in some circles. This man is irresistible. Calm, composed and with a taste for\"",
    "3.34: \" I sit on my hand and wait for it to get numb But I have big plans. Maky is coming over. All lubed up. That's because of An inspirational man in the name of Carl. He is also known as carlito the burito Carleto\"",
    "3.17: \" It was Santa’s first day as an employee at Story Spirals, one of the world largest storytelling companies, and he was determined to make a good impression. So he put on his sexiest underwear just in case his trousers accidentally fell down. “Good morning” said Santa as he arrived at the office. Then his fears got realized when his pen fell down and he had to\"",
    "3.00: \" It’s dark outside again, it seems I’ve managed to sleep through the day again. This has been happening more and more often to me ever since Maky gave me that sensual hickey in the cemetery last Halloween night. \"",
    "3.00: \" The missus screams \"deeper, deeper! Oh my god! This is amazing!\"\r\n\r\n...\r\n\r\nShes really enjoying Minecraft.\"",
    "2.90: \" “Help! Help!” screamed Harry, as Hagrid chased after him. “He’s gone crazy again!!” Sadly defence against the dark arts classes were no match for an assault rifle\"",
    "2.90: \" As he misunderstood yet another simple task the doctors wondered if they would ever be able to help out this poor man with a watch stuck in his little \"",
    "2.80: \" Every time someone ghosted a match on dating apps, their phone would transform into a small car. The car would then zoom around the room doing tricks blasting \"Another One Bites the Dust\" from speakers smaller than tic tacs.\"",
    "2.80: \" It was Santa’s first day as an employee at Story Spirals, one of the world largest storytelling companies, and he was determined to make a good impression. So he put on his sexiest underwear just in case\"",
    "2.80: \" Once upon a time there lived a person, with an exceptionally long butt, in the sense that each buttock stuck out from her body, like long hotdogs. This made some parts of life a little tricky, like... twerking for example. Which was always a lot more dangerous than she wanted. \"",
    "2.80: \" Despite all his eccentricities, nothing could have prepared Maky for what his wife showed him one fateful Christmas Eve . Once they were alone in the room, she started reaching deep into\"",
    "2.71: \" The new dating app matched people based on their browser's incognito history, which resulted in an awkward encounter with a dwarf, 5 gallons of baby oil and a budget flight to  Trump's private island. I didn't know what the baby oil was for until they\"",
    "2.70: \" It’s dark outside again, it seems I’ve managed to sleep through the day again. This has been happening more and more often to me ever since Maky gave me that sensual hickey in the cemetery last Halloween night.  Maybe it's just my mind? Or maybe.. maybe.. I am slowly turning into\"",
    "2.61: \" “Help! Help!” screamed Harry, as Hagrid chased after him. “He’s gone crazy again!!” Sadly defence against the dark arts classes were no match for an assault rifle . Poor Harry\"",
    "2.52: \" Once upon a time there lived a person, with an exceptionally long butt, in the sense that each buttock stuck out from her body, like long hotdogs. This made some parts of life a little tricky, like... twerking for example. Which was always a lot more dangerous than she wanted.  This made her role as the CEO of twerk.ai very uncomfortable. The main problem\"",
    "2.00: \" My emotional support cactus went rogue and started giving unsolicited life advice to strangers.\"",
    "2.00: \" My Google search history gained sentience and started a self-help blog about\"",
    "2.00: \" Every time someone ghosted a match on dating apps, their phone would transform into a small car. The car would then zoom around the room doing tricks\"",
    "2.00: \" The new neural link update allowed people to download skills, but they had to delete a memory for each one, so I traded the ability to poop. My hope is that I won’t need to poop anymore, because\"",
    "2.00: \" It was Santa’s first day as an employee at Story Spirals, one of the world largest storytelling companies, and he was determined to make a good impression.\"",
    "2.00: \" Once upon a time there lived a person, with an exceptionally long butt, in the sense that each buttock stuck out from her body, like long hotdogs. This made some parts of life a little tricky, like...\"",
    "2.00: \" Today my personal hygiene reached a new low, because I finally decided to stop \"",
    "2.00: \" I wake up the loud music pulsing through the air. I blink a couple of times and realise I'm hunched over on the sofa. I look up and scan the room to see groups of people drinking and talking amongst each other, everyone is dressed in elegant attire. Ah yes, I'm at Munvirs 25th birthday party.  Damn, how many drinks did I have? 2? 3? Clearly one too many. My head is throbbing and I feel dizzy. I managed to push myself off the sofa and make my way towards the bathroom. I think splashing water on my face should do the trick. As I open the door, I freeze. I see Munvir in a low squatting position, staring intently at a hole in the wall. He turns towards my direction and I notice he has a big smile on his face. Clutched in his hand, I see what looks to be a root of ginseng, and in the other, a bottle of numbing spray\"",
    "2.00: \" Despite all his eccentricities, nothing could have prepared Maky for what his wife showed him one fateful Christmas Eve\"",
    "2.00: \" Christmas was always a day of giving, but this year Marie was ready to take it all\"",
    "1.90: \" I sit on my hand and wait for it to get numb But I have big plans. Maky is coming over. All lubed up. That's because of\"",
    "1.90: \" The DNA test results showed I was 50% human and 50%  human, for a total of 100% human. This made me sad as I always hoped I would be at least part Barry. I have to now settle for the fact that my next nude would\"",
    "1.90: \" I always found getting dressed in the morning incredibly boring and unnecessary, and I vowed that today would be different. Today, I would finally show my flappy butt cheeks to the world. Terrifying, but the upside is\"",
    "1.90: \" My Uber driver turned out to be me from the future, desperately trying to prevent me from becoming an Uber driver in the future. “Don’t do it!” future me said\"",
    "1.90: \" The new dating app matched people based on their browser's incognito history, which resulted in an awkward encounter with a dwarf, 5 gallons of baby oil and a budget flight to \"",
    "1.90: \" Dumbledore's long beard tickled Hagrid's knees as they embraced. The tip of Dumbledore's pointy hat only reached the half-giant's moleskin-clad nipples. Dumbledore's face was pressed against Hagrid's large belly button. Therefore his voice was muffled when he spoke: \"It's too thick, I don't think I can take it all\". Then he looked down at\"",
    "1.81: \" I was molested by Carlito the burito on New Year's eve of 2016  . I still remember that night. And the long thick Greasy man made burrito oozing with creamy juice inside of my tiny  precious, little, soft, brown, mostly untouched  burrito-hole. Cactuses flew overhead, and cereal mascots fought over whose\"",
    "1.81: \" I was molested by Carlito the burito on New Year's eve of 2016  . I still remember that night. And the long thick Greasy man made burrito oozing with creamy juice inside of my tiny  precious, little, soft, brown, mostly untouched  jar, in which I collect semen. I have many tiny semen jars that I just adore.\"",
    "1.81: \" I was on the Bakerloo line towards Harrow and Wealdstone when it happened. And let me tell you, I’ll never forget that day. For you see,  I was struck by my insatiable desire to poo. And there was no toilet. Instead, a travelling cactus salesman entered the train as we passed Waterloo station.\"",
    "1.81: \" Woke up in the morning feeling like P Diddy, grab my\r\n Neon g-string before heading to school for parents evening. I hope they’re not  gonna fall off like last time. Anyways, these days, to keep my gstring on I just Superglue them into my butt cheeks like on Blue Peter\"",
    "1.80: \" My emotional support cactus went rogue and started giving unsolicited life advice to strangers. “Come closer child” whispered the cactus, whose name was Brutus. “Your purpose\"",
    "1.80: \" The new neural link update allowed people to download skills, but they had to delete a memory for each one, so I traded the ability to poop. My hope is that I won’t need to poop anymore, because I'm strong enough to hold it in for the rest of my life. Trust me\"",
    "1.80: \" Once upon a time there lived a person, with an exceptionally long butt, in the sense that each buttock stuck out from her body, like long hotdogs. This made some parts of life a little tricky, like... well... you know... Like going to poo. Happily, her valet would always\"",
    "1.80: \" I wake up the loud music pulsing through the air. I blink a couple of times and realise I'm hunched over on the sofa. I look up and scan the room to see groups of people drinking and talking amongst each other, everyone is dressed in elegant attire. Ah yes, I'm at Munvirs 25th birthday party.  Damn, how many drinks did I have? 2? 3? Clearly one too many. My head is throbbing and I feel dizzy. I managed to push myself off the sofa and make my way towards the bathroom. I think splashing water on my face should do the trick. As I open the door, I freeze. I see Munvir in a low squatting position, staring intently at a hole in the wall. He turns towards my direction and I notice he has a big smile on his face. Clutched in his hand, I see what looks to be a root of ginseng, and in the other, a bottle of numbing spray . \"Come here\" - he yelled. I complied because last time Munvi got angry he made \"",
    "1.63: \" I was molested by Carlito the burito on New Year's eve of 2016  . I still remember that night. And the long thick Greasy man made burrito oozing with creamy juice inside of my tiny  precious, little, soft, brown, mostly untouched  burrito-hole. Cactuses flew overhead, and cereal mascots fought over whose jar, in which I collect semen. I have many tiny semen jars that I just adore.\"",
    "1.63: \" I was molested by Carlito the burito on New Year's eve of 2016  . I still remember that night. And the long thick Greasy man made burrito oozing with creamy juice inside of my tiny  precious, little, soft, brown, mostly untouched  jar, in which I collect semen. I have many tiny semen jars that I just adore. I keep them color coded. It started as a joke but now this system helps me when\"",
    "1.63: \" I was on the Bakerloo line towards Harrow and Wealdstone when it happened. And let me tell you, I’ll never forget that day. For you see,  I was struck by my insatiable desire to poo. And there was no toilet. Instead, a travelling cactus salesman entered the train as we passed Waterloo station. There it was, my chance. I knew that if I piled all the soil, I could make this\"",
    "1.00: \" The new dating app matched people based on their browser's incognito history, which resulted in\"",
    "1.00: \" My Uber driver turned out to be me from the future, desperately trying to prevent\"",
    "1.00: \" I sit on my hand and wait for it to get numb\"",
    "1.00: \" The DNA test results showed I was 50% human and 50%  human, for a total of 100% human. This made me sad as I always hoped I would be\"",
    "1.00: \" I always found getting dressed in the morning incredibly boring and unnecessary, and I vowed that today would be different. Today, I would\"",
    "1.00: \" I was molested by Carlito the burito on New Year's eve of 2016  . I still remember that night. And the long thick Greasy man made burrito oozing with creamy juice inside of my tiny \"",
    "1.00: \" I was on the Bakerloo line towards Harrow and Wealdstone when it happened. And let me tell you, I’ll never forget that day. For you see, \"",
    "1.00: \" “Help! Help!” screamed Harry, as Hagrid chased after him. “He’s gone crazy again!!”\"",
    "1.00: \" Woke up in the morning feeling like P Diddy, grab my\r\n 1000 bottles of baby oil, that I keep next to my bed “just in case”.\"",
    "1.00: \" My mouth was full, just the way that Maky liked it, but after 5 years lockjaw has started to set in\"",
    "1.00: \" Woke up in the morning feeling like P Diddy, grab my\r\n Neon g-string before heading to school for parents evening. I hope they’re not \"",
    "1.00: \" Dumbledore's long beard tickled Hagrid's knees as they embraced. The tip of Dumbledore's pointy hat only reached the half-giant's moleskin-clad nipples. Dumbledore's face was pressed against Hagrid's large belly button. Therefore his voice was muffled when he spoke:\"",
    "1.00: \" Bet you cant guess where Santa sticks all those carrots \"",
    "1.00: \" As he misunderstood yet another simple task the doctors wondered if they would ever be able to help out\"",
    "0.90: \" I was molested by Carlito the burito on New Year's eve of 2016  . I still remember that night. And the long thick Greasy man made burrito oozing with creamy juice inside of my tiny  precious, little, soft, brown, mostly untouched \"",
    "0.90: \" I was on the Bakerloo line towards Harrow and Wealdstone when it happened. And let me tell you, I’ll never forget that day. For you see,  I was struck by my insatiable desire to poo. And there was no toilet. Instead,\"",
    "0.90: \" “Help! Help!” screamed Harry, as Hagrid chased after him. “He’s gone crazy again!!” Hagrid was gaining on Harry just before entering a deep hole in\"",
    "0.90: \" My mouth was full, just the way that Maky liked it, but after 5 years lockjaw has started to set in . But I needed to be a good boy, otherwise I know Maky would unleash\"",
    "0.90: \" Woke up in the morning feeling like P Diddy, grab my\r\n Neon g-string before heading to school for parents evening. I hope they’re not  gonna fall off like last time. Anyways, these days, to keep my gstring on I just\"",
    "0.90: \" Bet you cant guess where Santa sticks all those carrots  He has a secret carrot whole in Silviu's\"",
    "0.00: \" Every time someone ghosted a match on dating apps, their phone would\"",
    "0.00: \" When my shadow started giving stock market advice, I knew it was either extremely trustworthy or\"",
    "0.00: \" The new AI therapist had a 100% success rate until it started diagnosing everyone with\"",
    "0.00: \" The DNA test results showed I was 50% human and 50%\"",
    "0.00: \" The new neural link update allowed people to download skills, but they had to delete a memory for each one, so I traded\"",
    "0.00: \" I was molested by Carlito the burito on New Year's eve of 2016 \"",
    "0.00: \" I was molested by Carlito the burito on New Year's eve of 2016  . I still remember that night. And the long thick\"",
    "0.00: \" I don't like it when all the urinals are full, but I usually\"",
    "0.00: \" I don't like it when all the urinals are full, but I usually try to catch as much in my mouth as I possibly can. My aim is to get more than \"",
    "0.00: \" Woke up in the morning feeling like P Diddy, grab my\r\n\"",
    "0.00: \" Hear me out... Christmas cracker bum plugs. \""
]